Repository: kollmren/KEEMI-iOS
Catalog: Lay/Lay/*.lproj/Localizable.strings
Languages: de

# ImportQuestion
source: Do you want to import the catalog?
de: Möchtest Du den Katalog speichern?

# ImportOkLabel
source: Import
de: Speichern

# ImportAbortLabel
source: Cancel
de: Abbrechen

# ImportSuccessfully
source: Catalog imported successfully
de: Der Katalog wurde gespeichert.

# ImportErrorShort
source: Failure during import.
de: Fehler beim Speichern

# ImportError
source: Could not import the catalog.
de: Beim Speichern des Katalogs traten Fehler auf.

# ImportErrorEmailAuthor
source: Could not import the catalog. If you have already setup the Mail app you can send an error report to the author of the catalog now.
de: Beim Speichern des Katalogs traten Fehler auf. Wenn Du Mail bereits eingerichtet hast kannst Du jetzt einen Fehlerbericht an den Autor des Katalogs senden.

# ImportSendReportMail
source: Send error report.
de: Sende Fehlerbericht

# ImportNotSentReport
source: Did not send the report.
de: Bericht wurde nicht gesendet.

# ImportSavedReport
source: Saved the report.
de: Bericht wurde gespeichert.

# ImportSentReport
source: Sent report.
de: Bericht wurde verschickt.

# ImportCouldNotSentReport
source: Could not send the report.
de: Der Bericht konnte nicht verschicht werden.

# ImportOpenCatalogError
source: Could not open the catalog. Please send an error report.
de: Der Katalog konnte nicht geöffnet werden. Bitte schicke einen Fehlerbericht zum Entwickler von KEEMI.

# ImportShowDescription
source: Show description ...
de: Zeige Beschreibung ...

# ImportHiddeDescription
source: Hide description
de: Beschreibung ausblenden

# ImportInfoDuplicateCatalog
source: The catalog below is already stored in your list of catalogs. If you want to import the new catalog delete the already stored catalog first!
de: Der unten aufgeführte Fragenkatalog(Titel, Verleger) ist bereits gespeichert. Der gespeicherte Katalog muss gelöscht werden!

# ImportDeleteDuplicateCatalogButton
source: Delete stored catalog
de: Lösche gespeicherten Katalog

# ImportDeletedDuplicateCatalogSuccessfully
source: Stored catalog successfully deleted
de: Der gespeicherte Katalog wurde gelöscht!

# ImportDeletedDuplicateCatalogWithErrors
source: Could not delete stored catalog.
de: Der gespeicherte Katalog konnte nicht gelöscht werden.

# ImportReadingInfoFailed
source: Incorrect format
de: Formatfehler

# ImportUnpackCatalog
source: Unpack catalog ...
de: Entpacke Katalog ...

# ImportUnpackCatalogError
source: Unpacking failed!
de: Der Katalog konnte nicht entpackt werden!

# ImportReadCatalogInfo
source: Read catalog information ...
de: Lese Kataloginformationen ...

# ImportCatalogState
source: Importing catalog ...
de: Katalog wird gespeichert ...

# ImportDeleteCatalogState
source: Delete catalog ...
de: Lösche Katalog ...

# ImportStillATaskInProgress
source: The opening of a catalog was ignored, as another catalog is sill in progress!
de: Das Öffnen eines Katalogs wurde ignoriert, da ein Katalog gerade verarbeitet wird!

# ImportCatalogCreateThumbnailState
source: Create thumbnails ...
de: Erstelle Miniaturbilder ...

source: Help
de: Hilfe

# BackToMyCatalogs
source: Show my catalogs
de: Zeige gespeicherte Kataloge

source: Open catalog
de: Öffne Katalog

source: My catalogs
de: Gespeicherte Kataloge

# MyCatalogsNoCatalogsStored
source: No catalogs stored.
de: Keine Kataloge gespeichert.

# CatalogLearn
source: Learn
de: Lernen

# CatalogLearnOverview
source: Overview
de: Übersicht

# CatalogRecall
source: Recall
de: Abfragen

# CatalogRecallByTopic
source: by topic
de: nach Thema

# CatalogCredits
source: About
de: Impressum

# CatalogResources
source: Resources
de: Quellen

# CatalogFavourites
source: Favourites
de: Favoriten

# CatalogStatistic
source: Knowledge Level
de: Lernstand

# CatalogMenuStatistic
source: Level
de: Lernstand

# CatalogStatisticLegendCorrect
source: correctly answered
de: richtig beantwortet

# CatalogStatisticLegendIncorrect
source: incorrectly answered
de: falsch beantwortet

# CatalogStatisticLegendNeverAnswered
source: unanswered
de: noch nicht beantwortet

# CatalogStatisticLegendAnswered
source: answered
de: beantwortetet

# CatalogStatisticKnowNotAnweredYet
source: never answered
de: unbeantwortet

# CatalogStatisticKnowNothing
source: no knowledge
de: nicht eingeprägt

# CatalogStatisticKnowBad
source: minimal knowledge
de: schlecht eingeprägt

# CatalogStatisticKnowWell
source: basic knowledge
de: halbwegs eingeprägt

# CatalogStatisticKnowGood
source: good knowledge
de: gut eingeprägt

# CatalogStatisticKnowReliable
source: secure knowledge
de: sicher eingeprägt

# CatalogStatisticMenuTitle
source: Knowledge Level
de: Lernstand

source: Save
de: Speichern

source: Cancel
de: Abbrechen

# CatalogQuestionAnswerTitle
source: Answer:
de: Antwort:

# CatalogShareByMailSubject
source: KEEMI question catalog
de: KEEMI Fragenkatalog

# CatalogShareByMailText
source: Send you a link to an interesting question catalog. Link:
de: Hier ein Link zu einem interessanten KEEMI-Katalog. Link:

# CatalogNotes
source: Notes
de: Notizen

# NotesAddTextNote
source: Add text
de: Text hinzufügen

# NotesAddTextNoteTitle
source: Add note
de: Notiz hinzufügen

# NotesEditTextNoteTitle
source: Edit note
de: Notiz bearbeiten

# NotesAddImageNote
source: Add photo
de: Foto hinzufügen

# NotesTitleTextNode
source: Note from: %@
de: Notiz vom: %@

# CatalogDetailLabelAuthor
source: Author
de: Autor

# CatalogDetailLabelPublisher
source: Publisher
de: Verleger

# CatalogDetailLabelNumberOdQuestions
source: Questions
de: Fragen

# CatalogDetailLabelNumberOdExplanations
source: Explanations
de: Erklärungen

# CatalogDetailLabelLanguage
source: Language
de: Sprache

# CatalogDetailLabelTopic
source: Topic
de: Thema

# CatalogDetailLabelSource
source: Source
de: Download

# CatalogDetailLabelLink
source: Website
de: Webseite

# CatalogDetailLabelAuthorEmail
source: E-Mail(Author)
de: E-Mail(Autor)

# CatalogDetailLabelPublisherEmail
source: E-Mail(Publisher)
de: E-Mail(Verleger)

# CatalogNumberOfQuestionsLabel
source: Questions: %u
de: Fragen: %u

# CatalogNumberOfExplanationsLabel
source: Explanations: %u
de: Erklärungen: %u

# CatalogTitleOfDefaultTopic
source: Questions
de: Fragen

# CatalogNoCatalogsStored
source: No catalogs stored
de: Keine Kataloge gespeichert

# CatalogCreditsTitle
source: Copyright
de: Impressum

# CatalogNumberOfFavouritesLabel
source: Favourites: %u
de: Favoriten: %u

# CatalogFavouritesTitle
source: Favourites
de: Favoriten

# CatalogExplanationsTitle
source: Explanations
de: Erklärungen

# CatalogNumberOfExplanations
source: Explanations: %u
de: Erklärungen: %u

# ResourceBookLink
source: Books
de: Bücher

# ResourceFileLink
source: Files
de: Dateien

# WebAddLinkButtonTitle
source: Add weblink
de: Weblink hinzufügen

# FileAddLinkButtonTitle
source: Add link to file
de: Dateiverweis hinzufügen

# BookAddLinkButtonTitle
source: Add book reference
de: Buchverweis hinzufügen

# WebEditLinkButtonTitle
source: Edit weblink
de: Weblink bearbeiten

# FileEditLinkButtonTitle
source: Edit link to file
de: Dateiverweis bearbeiten

# BookEditLinkButtonTitle
source: Edit book reference
de: Buchverweis bearbeiten

# ResourceInvalidLinkMessage
source: invalid link
de: ungültiger Link

# ResourceTitleDefault
source: Title
de: Titel

# ResourceLinkDefault
source: Link (Example: http://www.abc.com/path)
de: Link (Beispiel: http://www.abc.com/pfad)

# ResourceBookDefault
source: Example: page 39 and 76
de: Beispiel: Seite 39 und 76

# ResourceBookLinkValue
source: Book
de: Buch

# ResourceOpenQuestionsTitle
source: Questions
de: Fragen

# ResourceOpenExplanationsTitle
source: Explanations
de: Erklärungen

# ResourceEditTitle
source: Edit
de: Bearbeiten

# QuestionSessionSelectTopicsTitle
source: Topics
de: Themen

# QuestionSessionDefaultTopicTitle
source: without topic
de: ohne Thema

# QuestionSessionCancelToImportCatalogTitle
source: Cancel session to import a catalog?
de: Abfragen beenden um einen Fragenkatalog zu speichern?

# QuestionSessionCancelToImportCatalogCancelSession
source: Cancel session
de: Abfragen beenden

# QuestionSessionCancelToImportCatalogContinueSession
source: Don't want to import a catalog
de: Fragenkatalog nicht speichern

# QuestionSessionAnswerCorrect
source: Correct
de: Richtig

# QuestionSessionAnswerWrong
source: Incorrect
de: Falsch

# QuestionSessionAnswerSkipped
source: Skipped
de: Übersprungen

# QuestionSessionAnswerExplanation
source: Short explanation
de: Kurze Erläuterung

# QuestionSessionAnswerStatistic
source: Result
de: Ergebnis

# QuestionSessionTopicNumberSelectedQuestions
source: Number of selected questions
de: Anzahl ausgewählter Fragen

# QuestionSessionTopicNumberSelectedExplanations
source: Number of selected explanations
de: Anzahl ausgewählter Erklärungen

# QuestionSessionCardShowAnswer
source: Show answer
de: Zeige die Antwort

# QuestionSessionCardHideAnswer
source: Hide answer
de: Antwort ausblenden

# QuestionSessionCardUserWasRight
source: Select all items you did know!
de: Markiere alle Angaben die du wusstest!

# QuestionSessionCheckAnswer
source: Check
de: Prüfen

# QuestionSessionDeleteText
source: Clear the input
de: Lösche die Eingabe

# QuestionIntroTitle
source: Introduction
de: Einleitung

# QuestionSessionOrderAnswerCorrectly
source: Show correct order
de: Zeige korrekte Anordnung

# ErrorCatalogToOpenDoesnNotExist
source: Undefined location of catalog! Can not open catalog!
de: Die zu öffnende Datei existiert nicht. Der Katalog kann nicht gespeichert werden

# ErrorCouldNotConfigureApp
source: The configuration of the application failed!
de: Bei der Konfiguration der Anwendung traten Fehler auf!

# ErrorAlertMessageSendBugReport
source: KEEMI did not quit normally last time! Please send us a Bug Report that we can improve the app. Thanks.
de: KEEMI wurde nicht ordnungsgemäß beendet! Bitte sende uns den Fehlerbericht um die App zu verbessern. Danke.

# InfoTitle
source: Information
de: Informationen

# InfoGeneral
source: General
de: Allgemein

# InfoHelp
source: Help
de: Hilfe

# InfoSupportFeedback
source: Feedback
de: Kontaktiere uns

# InfoHelpFaq
source: Features
de: Funktionen

# InfoBuyProVersion
source: Buy KEEMI Pro
de: KEEMI Pro kaufen

# InfoBuyButton
source: Buy for %@
de: Für %@ kaufen

# InfoBuyCanMakeNoPayments
source: You are not authorized to make payments!
de: Du bist nicht berechtigt Einkäufe durchzuführen!

# InfoBuyRestore
source: Restore KEEMI Pro purchase
de: KEEMI Pro Kauf wiederherstellen

# InfoBuyProVersionSuccessfully
source: The features of the KEEMI-Pro Version are activated.
de: Die Features der KEEMI-Pro Version wurden freigeschaltet.

# InfoBuyProVersionFailed
source: The payment of the KEEMI-Pro Version could not be completed!
de: Der Kauf der KEEMI-Pro Version konnte nicht abgeschlossen werden!

# InfoBuyProVersionNoConnection
source: Cannot connect to iTunes Store!
de: Keine Verbindung zum iTunes Store!

# InfoHelpSampleCatalogs
source: Question-Catalogs (Samples)
de: KEEMI Kataloge auf GitHub

# InfoSupportBugReport
source: Report a Bug
de: Einen Fehler melden

# InfoBugReportSubject
source: KEEMI Bug-Report
de: KEEMI Fehlerbericht

# MailNotConfiguredText
source: You did not create a standard E-Mail account!
de: Du hast noch kein Standard E-Mail Account angelegt!

# MailSendButton
source: Send
de: Senden

# MailCancelButton
source: Cancel
de: Abbrechen
